var engine = {
    questions : [
        {
            text : 'Сколько у человека пальцев на правой руке?\n',
            answers : ['1 - восемь\n', '2 - от двух до трех\n','3 - половина десятка\n', '4 - у человека нет правой руки!\n'],
            correct : 3,   
            money : 10,

        },
        {
            text :' В деревне есть один бродобрей. Он бреет всех кто не стрежет себя. Кто бреет бродобрея?\n',
            answers : ['1 - Он сам себя и бреет\n', '2 - Он не бреется вообще\n', '3 - Я думаю бродобрей женщина а убийца - дворецкий!\n', '4 - Предикат выражение не может быть изменен самим выраженем \n'],

            correct : 4,
            money : 100,
        },
        {
            text : 'Если б мишки были пчёлами...\n',
            answers : ['1 - То они бы нипочём\n', '2 - Никогда и не подумали\n', '3 - Так высоко строить дом.'],
            correct : 1,    
            money : 1000, 
        },
        
    ],
};

